<?php

return [
    'update_position_success' => 'विजेट स्थिति सफलतापूर्वक अद्यावधिक गर्नुहोस्!',
    'hide_success' => 'विजेट सफलतापूर्वक अद्यावधिक गर्नुहोस्!',
    'confirm_hide' => 'के तपाइँ पक्का हुनुहुन्छ?',
    'hide_message' => 'के तपाई साँच्चै यो विजेट लुकाउन चाहनुहुन्छ? यो ड्यासबोर्डमा गायब हुनेछ!',
    'confirm_hide_btn' => 'हो, यो विजेट लुकाउनुहोस्',
    'cancel_hide_btn' => 'रद्द गर्नुहोस्',
    'collapse_expand' => 'संकुचन/विस्तार गर्नुहोस्',
    'hide' => 'लुकाउनुहोस्',
    'reload' => 'पुनः लोड गर्नुहोस्',
    'save_setting_success' => 'विजेट सेटिङहरू सफलतापूर्वक बचत गर्नुहोस्!',
    'widget_not_exists' => 'विजेट बाहिर निस्किएको छैन!',
    'manage_widgets' => 'विजेटहरू प्रबन्ध गर्नुहोस्',
    'fullscreen' => 'पूर्ण स्क्रिन',
    'title' => 'ड्यासबोर्ड',
];
