<?php

return [
    'लगइन' => [
        'username' => 'इमेल/प्रयोगकर्ता नाम',
        'email' => 'इमेल',
        'password' => 'पासवर्ड',
        'title' => 'प्रयोगकर्ता लगइन',
        'remember' => 'मलाई याद गर्नुहोस?',
        'login' => 'साइन इन गर्नुहोस्',
        'placeholder' => [
            'username' => 'कृपया आफ्नो प्रयोगकर्ता नाम प्रविष्ट गर्नुहोस्',
            'email' => 'कृपया आफ्नो इमेल प्रविष्ट गर्नुहोस्',
        ],
        'success' => 'सफलतापूर्वक लगइन गर्नुहोस्!',
        'fail' => 'गलत प्रयोगकर्ता नाम वा पासवर्ड।',
        'not_active' => 'तपाईँको खाता अझै सक्रिय भएको छैन!',
        'banned' => 'यो खाता प्रतिबन्धित छ।',
        'logout_success' => 'सफलतापूर्वक लगआउट!',
        'dont_have_account' => 'तपाईसँग यो प्रणालीमा खाता छैन, कृपया थप जानकारीको लागि प्रशासकलाई सम्पर्क गर्नुहोस्!',
    ],
    'borgot_password' => [
        'title' => 'पासवर्ड बिर्सनुभयो',
        'message' => '<p>तपाईंले आफ्नो पासवर्ड बिर्सनुभयो?</p><p>कृपया आफ्नो इमेल खाता प्रविष्ट गर्नुहोस्। प्रणालीले तपाइँको पासवर्ड रिसेट गर्न सक्रिय लिङ्कको साथ इमेल पठाउनेछ।</p>',
        'submit' => 'पेश गर्नुहोस्',
    ],
    'रिसेट' => [
        'new_password' => 'नयाँ पासवर्ड',
        'password_confirmation' => 'नयाँ पासवर्ड पुष्टि गर्नुहोस्',
        'email' => 'इमेल',
        'title' => 'तपाईँको पासवर्ड रिसेट गर्नुहोस्',
        'update' => 'अद्यावधिक',
        'wrong_token' => 'यो लिङ्क अवैध वा म्याद सकिएको छ। कृपया पुन: रिसेट फारम प्रयोग गरी हेर्नुहोस्।',
        'user_not_found' => 'यो प्रयोगकर्ता नाम अवस्थित छैन।',
        'success' => 'पासवर्ड सफलतापूर्वक रिसेट गर्नुहोस्!',
        'fail' => 'टोकन अमान्य छ, रिसेट पासवर्ड लिङ्कको म्याद सकिएको छ!',
        'रिसेट' => [
            'title' => 'इमेल रिसेट पासवर्ड',
        ],
        'पठाउनुहोस्' => [
            'success' => 'तपाईँको इमेल खातामा इमेल पठाइएको थियो। कृपया जाँच गर्नुहोस् र यो कार्य पूरा गर्नुहोस्।',
            'fail' => 'यस समयमा इमेल पठाउन सकिँदैन। फेरी प्रयास गर्नु होला।',
        ],
        'new-password' => 'नयाँ पासवर्ड',
    ],
    'इमेल' => [
        'रिमाइन्डर' => [
            'title' => 'इमेल रिसेट पासवर्ड',
        ],
    ],
    'password_confirmation' => 'पासवर्ड पुष्टि',
    'failed' => 'असफल',
    'throttle' => 'थ्रोटल',
    'not_member' => 'अहिलेसम्म सदस्य हुनुहुन्न?',
    'register_now' => 'अहिले दर्ता गर्नुहोस्',
    'lost_your_password' => 'तपाईको पासवर्ड हरायो?',
    'login_title' => 'प्रशासक',
    'login_via_social' => 'सामाजिक सञ्जालहरूसँग लगइन गर्नुहोस्',
    'back_to_login' => 'लगइन पृष्ठमा फर्कनुहोस्',
    'sign_in_below' => 'तल साइन इन गर्नुहोस्',
    'languages' => 'भाषाहरू',
    'reset_password' => 'पासवर्ड रिसेट गर्नुहोस्',
];
