<?php

return [
    'cache_management' => 'क्यास व्यवस्थापन',
    'cache_commands' => 'क्यास आदेशहरू खाली गर्नुहोस्',
    'आदेशहरू' => [
        'clear_cms_cache' => [
            'title' => 'सबै CMS क्यास खाली गर्नुहोस्',
            'description' => 'CMS क्यासिङ खाली गर्नुहोस्: डाटाबेस क्यासिङ, स्ट्याटिक ब्लकहरू... डाटा अपडेट गरिसकेपछि तपाईंले परिवर्तनहरू देख्नुहुन्न भने यो आदेश चलाउनुहोस्।',
            'success_msg' => 'क्यास सफा गरियो',
        ],
        'refresh_compiled_views' => [
            'title' => 'कम्पाइल गरिएका दृश्यहरू ताजा गर्नुहोस्',
            'description' => 'दृश्यहरू अद्यावधिक गर्नको लागि कम्पाइल गरिएका दृश्यहरू खाली गर्नुहोस्।',
            'success_msg' => 'क्यास दृश्य ताजा गरियो',
        ],
        'clear_config_cache' => [
            'title' => 'कन्फिग क्यास खाली गर्नुहोस्',
            'description' => 'तपाईँले उत्पादन वातावरणमा केही परिवर्तन गर्दा कन्फिगरेसन क्यासिङ रिफ्रेस गर्नुपर्ने हुन सक्छ।',
            'success_msg' => 'कन्फिग क्यास सफा गरियो',
        ],
        'clear_route_cache' => [
            'title' => 'रुट क्यास खाली गर्नुहोस्',
            'description' => 'क्यास राउटिङ खाली गर्नुहोस्।',
            'success_msg' => 'रुट क्यास सफा गरिएको छ',
        ],
        'clear_log' => [
            'title' => 'लग खाली गर्नुहोस्',
            'description' => 'प्रणाली लग फाइलहरू खाली गर्नुहोस्',
            'success_msg' => 'प्रणाली लग सफा गरिएको छ',
        ],
    ],
];
