<?php

return [
    '401_title' => 'अनुमति अस्वीकृत',
    '401_msg' => '<li>तपाईलाई प्रशासकद्वारा खण्डमा पहुँच प्रदान गरिएको छैन।</li>' . "\n"
        . ' <li>तपाईंसँग गलत खाता प्रकार हुन सक्छ।</li>' . "\n"
        . ' <li>तपाईंलाई अनुरोध गरिएको स्रोत हेर्ने अधिकार छैन।</li>' . "\n"
        . ' <li>तपाईँको सदस्यताको म्याद सकिएको हुन सक्छ।</li>',
    '404_title' => 'पृष्ठ फेला पार्न सकिएन',
    '404_msg' => '<li>तपाईंले अनुरोध गर्नुभएको पृष्ठ अवस्थित छैन।</li>' . "\n"
        . ' <li>तपाईले क्लिक गर्नुभएको लिङ्क अब छैन।</li>' . "\n"
        . ' <li>पृष्ठ नयाँ स्थानमा सरेको हुन सक्छ।</li>' . "\n"
        . ' <li>त्रुटि भएको हुन सक्छ।</li>' . "\n"
        . ' <li>तपाईंलाई अनुरोध गरिएको स्रोत हेर्ने अधिकार छैन।</li>',
    '500_title' => 'पृष्ठ लोड गर्न सकिएन',
    '500_msg' => '<li>तपाईंले अनुरोध गर्नुभएको पृष्ठ अवस्थित छैन।</li>' . "\n"
        . ' <li>तपाईले क्लिक गर्नुभएको लिङ्क अब छैन।</li>' . "\n"
        . ' <li>पृष्ठ नयाँ स्थानमा सरेको हुन सक्छ।</li>' . "\n"
        . ' <li>त्रुटि भएको हुन सक्छ।</li>' . "\n"
        . ' <li>तपाईंलाई अनुरोध गरिएको स्रोत हेर्ने अधिकार छैन।</li>',
    'कारण' => 'यो धेरै कारणले भएको हुन सक्छ',
    'try_again' => 'कृपया केही मिनेटमा पुन: प्रयास गर्नुहोस्, वा वैकल्पिक रूपमा <a href="https://nagarikaawash.com/admin-portal">यहाँ क्लिक गरेर</a> होमपेजमा फर्कनुहोस्।',
    'not_found' => 'फेला परेन',
];
